Repository: krondor/ubuntu-developer-tools-center
Catalog: po/*.po
Languages: el, it, te

source: * Command '{}':
el: * Εντολή '{}':
it: * Comando '{}'
te: * ఆదేశం '{}':

source: Deploy and setup developers environment easily on ubuntu
el: Αναπτύξτε και ρυθμίστε το προγραμματιστικό περιβάλλον εύκολα στο ubuntu
it: Installa e configura facilmente un ambiente per sviluppatori su Ubuntu
te: సులభంగా డెవలపర్ల ఎన్విరాన్‌మెంట్‌ని సెటప్ చెయ్యి

source: Note that you can also configure different debug logs behaviors using LOG_CFG pointing to a log yaml profile.
el: Σημειώστε πως μπορείτε επίσης να ρυθμίστε διαφορετικές συμπεριφορές καταγραφών απασφαλμάτωσης χρησιμοποιώντας LOG_CFG δείχνοντας σε ένα log yaml προφίλ
it: Nota che è anche possibile configurare diversi schemi di debug utilizzando LOG_CFG puntando ad un profilo di log yaml.
te: LOG_CFG ని ఏదైనా ఒక yaml ప్రొఫైల్‌ని సూచించేటట్టు చేయడం ద్వారా డీబగ్గింగ్ లాగ్‌ల పని విధానాన్ని మార్చవచ్చు

source: Remove specified framework if installed
el: Αφαίρεση συγκεκριμένου πλάισιου αν έχει εγκατασταθεί
it: Rimuovi il framework specificato se installato
te: ఫ్రేమ్‌వర్క్ ఇన్స్టాల్ అయి వుంటే తొలగించండి

source: # Ubuntu make installation of {}
el: # Το Ubuntu εγκαθιστά το {}

source: No suitable answer provided
el: Δεν παρέχεται καμία καμία κατάλληλη απάντηση
it: Nessuna risposta adeguata fornita
te: తగిన సమాధానం ఇవ్వలేదు

source: Your entry '{}' isn't an acceptable choice. choices are: {}
el: Η καταχώρισή σας '{}' δεν ειναι μια αποδεκτή επιλογή. οι επιλογές είναι: {}
it: La tua scelta '{}' non è una scelta accettabile. Le scelte sono: {}
te: మీ ఎంపిక '{}' తగినది కాదు. సరియైన ఎంపికలు: {}

source: Your entry '{}' isn't an acceptable choice. choices are: {} and {}
el: Η καταχώρισή σας '{}' δεν είναι μια αποδεκτή επιλογή. οι επιλογές είναι: {} και {}
it: La tua scelta '{}' non è una scelta accettabile. Le scelte sono: {} e {}
te: మీ ఎంపిక '{}' తగినది కాదు. సరియైన ఎంపికలు: {} మరియు {}

source: I Accept
el: Αποδέχομαι
it: Accetto
te: నాకు అంగీకారమే

source: a
el: α
it: un

source: I don't accept
el: Δεν αποδέχομαι
it: Non accetto
te: నేను అంగీకరించను

source: Yes
el: Ναι
it: Sì
te: అవును

source: No
el: Όχι
te: కాదు

source: You can't remove {} as it isn't installed
el: Δεν μπορείς να αφαιρέσει {} ενώ δεν είναι εγκατεστημένο
it: Non puoi rimuovere {} perchè non è installato
te: {} ఇన్స్టాల్ అయి లేదు కాబట్టి దానిని తొలగించలేము

source: If the default framework name isn't provided, destdir should contain a /
el: Εάν το προεπιλεγμένο όνομα πλαισίου δεν παρέχεται, το destdir πρέπει να περιέχει ένα /
it: Se non viene fornito il nome predefinito del framework, destdir dovrebbe contenere /

source: Remove framework if installed
el: Αφαιρέστε το πλάισιο αν είναι εγκατεστημένο
it: RImuovi il framework se installato
te: ఫ్రేమ్‌వర్క్ ఇన్స్టాల్ అయి వుంటే దానిని తొలగించు

source: Games Development Environment
el: Περιβάλλον Ανάπτυξης Παιχνιδιών

source: Stencyl game developer IDE
el: IDE προγραμματιστή παιχνιδιών Stencyl

source: Stencyl Game developer environment
el: Περιβάλλον προγραμματιστή Παιχνιδιών Stencyl

source: Generic IDEs
el: Γενικά IDE

source: PyCharm Community Edition
el: PyCharm Έκδοση Κοινότητας

source: IntelliJ IDEA Community Edition
el: IntelliJ IDEA Έκδοση Κοινότητας

source: Dartlang Development Environment
el: Dartlang Περιβάλλον Ανάπτυξης

source: Google compiler (default)
el: Google μεταγλωττιστής (προεπιλεγμένος)

source: You need to restart a shell session for your installation to work
el: Πρέπει να επανεκκινήσεις μια συνεδρία κελύφους για να δουλέψει η εγκατάστασή σου

source: Web Developer Environment
el: Περιβάλλον Ανάπτυξης Ιστού

source: Firefox Developer Edition
el: Firefox Έκδοση Προγραμματιστή

source: Firefox Aurora with Developer tools
el: Firefox Aurora με εργαλεία Προγραμματιστή

source: Android Development Environment
el: Android Περιβάλλον Ανάπτυξης
te: ఆండ్రాయిడ్ డెవలెప్‌మెంట్ ఎన్విరాన్‌మెంట్

source: Android Studio (default)
el: Android Στούντιο (προεπιλεγμένο)

source: Android Studio
el: Android Στούντιο
te: ఆండ్రాయిడ్ స్ట్యూయో

source: Android Studio developer environment
el: Περιβάλλον προγραμματιστή Android Στούντιο
it: Ambiente di sviluppo Android Studio
te: ఆండ్రాయిడ్ స్తూడియో డెవలపర్ ఎన్విరాన్‌మెంట్

source: Show this help
it: Mostra questo aiuto
te: ఈ సహాయాన్ని చూపించు

source: Increase output verbosity (2 levels)
it: Aumenta la verbosità dell'output (2 livelli)
te: ఎక్కువ సమాచారాన్ని చూపించు (రెండు రెట్లు)

source: # UDTC installation of {}
it: # UDTC installazione di {}
te: # {} యొక్క UDTC ఇన్స్టాలేషన్

source: y
te: అవును

source: Android
te: ఆండ్రాయిడ్

source: ADT Eclipse
te: ఎడిటి ఎక్లిప్స్

source: Android Developer Tools (using eclipse)
it: Android Developer Tools (usando Eclipse)
te: ఆండ్రాయిడ్ డెవలపర్ టూల్స్ (ఎక్లిప్స్ ఉపయోగించి)
